Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/press_releases_fi/palkinto_perustelut_diplomissa_nettiin.pdf.tmx
Source language: sme
Languages: sms

source: Sámi gielladahku – bálkkašumi vuođuStuSat
sms: SääŠmǩiõlltuâjj – ciiSt vuâđđjurddi

source: Sámi gielladahku - bálkkašumiin addojuvvo dovddastus Suoma sámegielat bálvalusaid ja sámegiela sajádaga ovddideami buorrin dahkkon ánssolaš barggus.
sms: SääŠm ǩiõlltuâjj – ciistin uuŠdet tobdstõs LääŠddjânnam sääŠmǩiõllsai kääzzkõõzzi da sääŠmǩiõl staattuuzz ooudâsviikkâm peäŠlest tuejjuum oŠnnstemnallšem tuâjast.

source: Sámi giellaráđđi lea čoahkkimis 18.11.2010 mearridan mieđihit ovttamielalaččat jagi 2010 sámi gielladahku - bálkkašumi Meahciráđđehussii čuovvovaš vuođustusaiguin:
sms: SääŠm ǩiõllsuåvtõs lij såbbrstes 18.11.2010 tuŠmmjam miõttâd õõutmiõllsânji eeŠjj 2010 sääŠm ǩiõlltuâjj – ciist MeäcchalltõŠšše puõŠttinallšem vuâđain:

source: Sámegielaid boahttevuođa sihkkarastima várás lea dehalaš, ahte sámegielat bálvalusain dahkkojuvvo lunddolaš, oinnolaš ja lávga oassi virgeoapmahašdoaimmaide, bálvalusaide ja rekryteremii.
sms: SääŠmǩiõli puõŠttiääiŠj staanumuužž diõtt lij vääžnai, što sääŠmǩiõllsai kääzzkõõzzin tuejjeed luâđlaž, kuõŠstti da põõšši vuäŠss veŠrǧǧneŠǩǩtuåimjumuužžin, kääzzkõõzzin da personkåŠddhaŠŋǩǩumuužžin.

source: Sámegielat bargiid rekryteremiin - bidjamiin sámegiela dáiddu virggidikšuma eaktun dahje ánsun - sáhttá buoridit lunddolaš vugiin iežasgielat bálvalusaid.
sms: SääŠmǩiõllsiltteeŠji personkåŠddhaŠŋǩǩumuužžid – piiŠjeeŠl sääŠmǩiõl silttumuš veeŠrjhååid oudldõssân leŠbe pueŠrrvuõttân – vueiŠtet pueŠreed mååŠǩǩtõõlǩani jiijjâsǩiõll-sai kääzzkõõzzid.

source: Meahciráđđehusas lea jođus guhkálaš proseassa sámegielat bálvalusaid ovddideapmin.
sms: MeäŠcchalltõõzzâst lij jååŠttmen ǩiõrddlõs prosess sääŠmǩiõllsai kääzzkõõzzi ooudâsviikkâm diõtt.

source: Meahciráđđehus lea doaibman ovdamearkkalaččat sámekultuvrra árbedieđu seailuma buorrin sámegielat báikenamaid čoaggin- ja olggosaddindoaimmain.
sms: MeäŠcchalltõs lij tuåimmjam juurdlânji sääŠmkulttuur äŠrbbvuõttʼteâđ ruõkkâm diõtt sääŠmǩiõllsai pääiŠǩnõõmi noorrâm- da čõõđtemtuåimmjumuužžineez.

source: Sin almmustahttán čielggadeapmi Nuorta-Anára sámegielat báikenamain lea erenomáš dehalaš nuortalaš- ja anárašgielaid lundui gulavaš kulturdieđu seailumii.
sms: Sij čõõđtem čiõlǥtõs Nuõrti-Aanar sääŠmǩiõllsai pääiŠǩnõõmin lij spesialnalla vääžnai nuõrttsääŠm- da aanarsääŠm ǩiõli kulttuursaž luõttu kuulli teâđ seillmuŠšše.

source: Meahciráđđehus lea ánssolaččat ollašuhttán sámi giellalága geatnegasvuođaid ja ovddidan sámegiela sajádaga internetgulahallamis, áššehasbálvalusas ja dieđihandoaimmas.
sms: MeäŠcchalltõs lij oŠnnstemnallšeŠld čõõđtam sääŠm ǩiõllʼlääŠjj õõlǥtõõzzid da ooudâsviikkâm sääŠmǩiõl staattuuzz säiŠmmsakkuumuužžstes, äŠššlažkääzzkõõzzstes da teâđtemtuåimmjumuužžs-tes.

source: Sámiid dáfus Meahciráđđehusa lundui.
sms: SaaŠmi peäŠlest MeäŠcchalltõõzz lundui.

source: fi-internetbálvalus lea erenomáš.
sms: fi-säiŠmmkääzzkõs lij jiijjâsnallšem.

source: Das leat gávdnomis ávkkálaš dieđut Meahciráđđehusa bálvalusain ja doaimmain.
sms: TõŠst liâ kaunnâmnalla äukkas teâđ MeäŠcchalltõõzz kääzzkõõzzin da tuåimmjumuužžâst.

source: Lassin das leat sierra dieđáhusat sihke dikšun- ja geavahanplánat Suomas hállon golmmain sámegielain: davvisáme-, nuortalaš- ja anárašgielain.
sms: LââŠssen tõŠst liâ jeeŠres teâđtõõzz di håidd- da ââŠnnemplaan koolmin LääŠddjânnmest mainstum sääŠmǩiõlin: tâŠvvsääŠm-, nuõrttsääŠm- da aanarsääŠm ǩiõlin.

source: Vehádatsámegielaid vuhtii váldin Meahciráđđehusa olggosaddindoaimmas lea ovdamearkkalaš.
sms: UuŠccbõsân åårrai sääŠmǩiõli lokku välddmõš MeäŠcchalltõõzz čõõđtemtuåimmjumuužžâst lij juurdlaž.

source: Virgeoapmahašbálvalusat leat fállojuvvon oalle dávjá čálalažžan; Meahciráđđehus fállá dákkár áššehasbálvalusaid lassin maiddái sámegielat bálvalusa.
sms: VeŠrǧǧneǩǩ kääzzkõõzz liâ čõõđtum čuuŠt jiânnai ǩeŠrjjlânji; MeäŠcchalltõs tarjjad näkkmi äŠššlažkääzzkõõzzi lââŠssen še sääŠmǩiõllsa kääzzkõõzzid.

source: Dat lea bálkáhan vuosttas virgeoapmahažžan Suomas, sámediggi fárrui logadettiin, sámegielat dieđiheaddji.
sms: Tõt lij paŠlǩǩääm vuõssmõsân veŠrǧǧneŠǩǩen LääŠddjännmest, sääŠmteŠǧǧ mieŠldd looǥǥeeŠl, sääŠmǩiõllsa teâđteei.

source: Iežasgielat dieđiheaddji bálkáheapmi sámiid ruovttuguovllus lea buoridan ovddežis dan sámegielat bálvalusaid: Meahciráđđehus doaibmá nappo ovdagovvan maiddái eará virgeoapmahaččaide.
sms: Jiijjâsǩiõllsa teâđteei palǩǩumuš saaŠmi dommvoudda lij pueŠrääm veâl jäänab tõn sääŠmǩiõllsaid kääŠzzkõõzzid: MeäŠcchalltõs tuåimmai nääiŠt ouddvueŠǩǩen še järrsid veŠrǧǧneǩǩkruugid.

source: Meahciráđđehus lea doaibman buohkanassii ovdamearkkalaččat sámi giellalága ollašuhttima várás, ja sámediggi sávva, ahte bálkkašumi mielde Meahciráđđehus figgá buoridit ain ovddežis erenomážit anáraš- ja nuortalašgielat bálvalusaid bargamiin dain Meahciráđđehusa lunddolaš doaimma oasi.
sms: MeäŠcchalltõs lij tuåimmjam pukveeŠzz juurdlânji sääŠm ǩiõllʼlääŠjj čõõđtem diõtt, da sääŠmteŠǧǧ tuäivv, što ciist mieŠldd MeäŠcchalltõs ǩiččlââtt pueŠreed veâl jäänab jeärben aanar- da nuõrttsääŠmǩiõllsai kääzzkõõzzeez tuejjeeŠl tõin bieŠǩǩ MeäŠcchalltõõzz jeärben luânddlaž tuåimmjumuuž.

source: Sámi gielladahku - bálkkašumi mielde Meahciráđđehusa vástu sámegielat bálvalusaid ovddideamis lassána, ja sávašeimmet ahte dat boahttevaš doaimmain joatká ovdamearkkalaččat doaimma sámegielat bálvalusaid viidásabbot ovddideapmin.
sms: SääŠm ǩiõlltuâjj – ciist mieŠldd MeäŠcchalltõõzz vasttõs sääŠmǩiõllsai kääzzkõõzzi ooudâsviikkmõõžžâst šâdd, da tuäivvap tõn puõŠtti tuåimmjumuužžstes juäŠtǩǩed juurdlaž tuåimmjumuužžâs sääŠmǩiõllsai kääzzkõõzzi ooudâsviikkâm diõtt.

source: Sámediggi sávvá, ahte bálkkašupmi movttiidahttá Meahciráđđehusa joatkit sámegiela sajádaga ovddideami servodagas ja movttiidahttá bealistis maiddái eará virgeoapmahaččaid buoridit iežaset sámegielat bálvalusaid.
sms: SääŠmteŠǧǧ tuäivv ciist smeŠllkâŠtted MeäŠcchalltõõzz juäŠtǩǩed sääŠmǩiõl staattuuzz ooudâsviikkmõõžž õhttsažkååŠddest da smeŠllkâŠtted peäŠlstes še jeeŠres veŠrǧǧneeŠǩǩid pueŠreed jiijjâz sääŠmǩiõllsaid kääzzkõõzzeez.
